import "./SF1.css";
import { Link } from "react-router-dom";


export default function Story() {
  

  return (
    <div className="k">
    <div  className="sf">সায়েন্স ফিকশন গল্প</div>
    <div  className="sfh1">  শনির ষড়ভুজ আতঙ্ক</div>
    <div  className="sft1">১৯৮১ সালে মহাকাশযান ভেয়জার শনির খুব 
    কাছ থেকে প্রদক্ষিণ করার সময়, উওর মেরুতে একটি রহস্যময় অবয়বের সন্ধান পায়।  
    </div>

     <div className="ff"> কয়েক দশক বিজ্ঞানীদের ধোঁয়াশায় রাখার পর, ২০০৬ 
         মহাকাশযান ক্যাসিনি আবারো সেই জায়গা পুনরায় ভ্রমণ করে। ক্যাসিনি সেসময় বেশকিছু
          মূল্যবান ছবি তুলতে সক্ষম হয়। সেই ছবিতে দেখা যায় এটি রং পরিবর্তন করে সোনালী রং ধারণ করেছে।
এখন প্রশ্ন হচ্ছে, এটা আসলে কি? ঘূর্ণাবর্তের অভ্যন্তরে, ক্যাসিনির তোলা ছবিধারণা করা হচ্ছে,
 বৃহস্পতির সেই অনন্ত ঝড়ের মত এটাও একটা ঘূর্ণিঝড়। উত্তর মেরুতে এই ঝড়টি পৃথিবীর হিসাবে প্রায় ৩০ বছরের 
 বেশি সময় ধরে রয়েছে (আর শনির হিসাবে ১ বছর!)। ষড়ভুজাকৃতি ঘূর্ণিবায়ুর দুই পাশের দৈর্ঘ্য ১৪,৫০০
  কিলোমিটার এবং ২৯,০০০ কিলোমিটার ব্যাপী বিস্তৃত। যা প্রায় চারটি পৃথিবীর সমান! ষড়ভুজটির উচ্চতা 
  প্রায় ৩০০ কিলোমিটার।মূলতঃ শনির ঘনত্ব অনেক কম হওয়া, সূর্য থেকে দূরত্ব বেশি হওয়ায় এবং 
  গ্যাসের কারণে এরকম আকৃতির ঘূর্ণিঝড় হয়ে থাকতে পারে বলে ধারণা করা হয়।
তবে এইধরণের ঝড় শনির জন্যে অস্বাভাবিক কোনো ব্যাপার না। শনির অন্যান্য অংশেও প্রতি 
২৮-২৯ বছর পর পর ‘দানবীয়’ ঝড়ের সৃষ্টি হয়। যদিও বৃহস্পতির মত এত দীর্ঘস্থায়ীও না।</div>


         <div className="sf1"><img src="./images/sf1.png" alt="" /></div>
         </div>
  );

}
