import "./Star.css";
import { Link } from "react-router-dom";


export default function Star() {
  

  return (
    <div className="spk">
      <div className="head1"> হাইড্রা তারামন্ডল</div>
      <div className="star1"><img src="./images/star1.png" alt="" /></div>
   
      <div className="start1"> হাইড্রা হল 88টি আধুনিক নক্ষত্রপুঞ্জের মধ্যে বৃহত্তম, যার পরিমাপ 1303 বর্গ ডিগ্রী, এবং
       এছাড়াও 100 ডিগ্রীতে দীর্ঘতম। এর দক্ষিণ প্রান্ত তুলা ও সেন্টোরাস এবং এর উত্তর প্রান্তে কর্কট রাশির সীমানা। 
      </div>




      <div className="head2">ভারগো  তারামন্ডল</div> 
      <div className="star2"><img src="./images/star2.png" alt="" /></div> 


      <div className="start2">কন্যা রাশির একটি রাশি। এর নাম ল্যাটিন হল মেডেন, এবং 
      এর পুরানো জ্যোতির্বিদ্যার প্রতীক হল কন্যা চিহ্ন (নির্দিষ্ট প্রস্থ)। পশ্চিমে লিও এবং
       পূর্বে তুলা রাশির মধ্যে অবস্থিত, এটি আকাশের দ্বিতীয় বৃহত্তম নক্ষত্রমণ্ডল (হাইড্রার পরে)
        এবং রাশিচক্রের বৃহত্তম নক্ষত্রমণ্ডল। এই নক্ষত্রমন্ডল এবং মীন রাশির মধ্যে মহাকাশীয়
        বিষুবরেখাকে ছেদ করে গ্রহন। </div>
</div>

  );
}
