import "./SF2.css";
import { Link } from "react-router-dom";


export default function Story() {
  

  return (
    <div className="k">
    <div  className="sf">সায়েন্স ফিকশন গল্প</div>
    <div  className="sfh1">  বৃহস্পতির অনন্ত ঝড়</div>
    <div  className="sft1">আপনারা যারা ছবিতে গ্রহরাজ বৃহস্পতিকে দেখবেন,
     তারা গ্রহে একটা লাল রঙের একটা স্পট লক্ষ্য করবেন।
     
    </div>

     <div className="ff"> এই লাল বিন্দুটি প্রথম পর্যবেক্ষণ করা হয় ১৬৬৫ সালের দিকে,
      জ্যোতির্বিদ ক্যাসিনি রহস্যময় একে “পার্মানেন্ট স্টর্ম” হিসেবে উল্লেখ করেন। পরবর্তীতে ১৮৩১
       সালে সৌখিন জ্যোতির্বিদ স্যামুয়েল হাইনরিখের পর্যবেক্ষণে আবারো ধরা পড়ে। যদি আমরা ক্যাসিনির পর্যবেক্ষণ 
       আমলে নিই, তাহলে এই লাল স্পটটি বৃহস্পতিতে প্রায় ৩৫৬ বছর ধরে বয়ে যাওয়া একটি ঝড়! এবার আসুন 
       এই ঝড়ের বিশালত্বটা একটু মেপে দেখি। ২০১৭ সালের তথ্যানুযায়ী, এই ঝড়টি আনুমানিক ১৬,৩৫০ কিলোমিটার ব্যাপী বিস্তৃত। যা পৃথিবীর ব্যাসের তুলনায় প্রায় ১.৩ গুণ বড়।
      তারমানে আস্ত পৃথিবীটাই এঁটে যেতে পারে ওই ভয়াবহ গহ্বরে! ভয়েজার ১ এ তোলা ছবিতে দেখা যায়, এই ঝড়টি 
      ঘড়ির কাটার বিপরীত দিকে ঘূর্ণাবর্তের মত ঘুরছে, সেসময় বাতাসের গতিবেগ ছিল ঘণ্টায় প্রায় ৪০০ কিলোমিটার (২৫০ মাইল), 
      যা প্রায় ঘণ্টায় ৬৫০ কিলোমিটার পর্যন্ত বৃদ্ধি পায়! (যেখানে পৃথিবীর সুপার টাইফুন গুলোর সর্বোচ্চ বাতাসের গতিবেগই থাকে ২৫২ কিলোমিটার)।
       সালফার আর ফসফরাসের মেঘে ঢাকা ঝড়ে প্রতিনিয়তই সৃষ্টি হচ্ছে অসংখ্য বজ্রপাত আর রাসায়নিক বিক্রিয়া। </div>


         <div className="sf1"><img src="./images/sf2.png" alt="" /></div>
         </div>
  );

}
