

import "./Planet.css";
import { Link } from "react-router-dom";


export default function Planet() {
  

  return (
    

    <div className="Photo">

<div className="phead1"> পৃথিবী</div>
      <div className="planet1"><img src="./images/planet1.png" alt="" /></div>
   
      <div className="ptext1">পৃথিবী সূর্য থেকে তৃতীয় গ্রহ এবং
মহাবিশ্বের একমাত্র স্থান যেখানে প্রাণের উদ্ভব
হয়েছে এবং বাসযোগ্যতা পাওয়া গেছে।
যদিও পৃথিবীতে সৌরজগতে সবচেয়ে বেশি 
পরিমাণে জল নাও থাকতে পারে, তবে শুধুমাত্র
পৃথিবীই তরল পৃষ্ঠের জলকে ধরে রাখে, যা 
পৃথিবীর 70.8% এরও বেশি সমুদ্রের সাথে
বিস্তৃত করে, পৃথিবীকে একটি মহাসাগর বিশ্বে 
পরিণত করে। পৃথিবীর মেরু অঞ্চলগুলি
বর্তমানে সমুদ্র এবং ভূমিকে ঢেকে বরফের
বিশাল চাদর দিয়ে পৃথিবীর ভূগর্ভস্থ জল, হ্রদ, 
নদী এবং বায়ুমণ্ডলীয় জলকে বামন করে অন্য
সমস্ত জলের বেশিরভাগই ধরে রাখে।

      </div>




      <div className="phead2">ভারগো  তারামন্ডল</div> 
      <div className="planet2"><img src="./images/planet2.png" alt="" /></div> 


      <div className="ptext2">বৃহস্পতি হল সূর্য থেকে পঞ্চম গ্রহ
এবং সৌরজগতের বৃহত্তম গ্রহ। এটি 
একটি গ্যাস দৈত্য যার ভর 
সৌরজগতের অন্য সব গ্রহের থেকে 
আড়াই গুণেরও বেশি এবং সূর্যের 
ভরের এক হাজার ভাগের সামান্য কম।
বৃহস্পতি হল চাঁদ এবং শুক্রের পরে 
পৃথিবীর রাতের আকাশে তৃতীয় উজ্জ্বল 
প্রাকৃতিক বস্তু এবং এটি প্রাগৈতিহাসিক
কাল থেকে পরিলক্ষিত হচ্ছে। </div>

<link href="https://fonts.maateen.me/kalpurush" rel="stylesheet"></link>

</div>


    
    

  );
}
