import "./SP.css";
import { Link } from "react-router-dom";
import { useState } from "react";


export default function SP() {

  return (  
    <div className="operators">

<div className="sph1"> অ্যাপোলো-সয়ুজ</div>
      <div className="sp1"><img src="./images/sp2.png" alt="" /></div>
   
      <div className="sptext1">
অ্যাপোলো-সয়ুজ ছিল প্রথম ক্রুযুক্ত আন্তর্জাতিক মহাকাশ অভিযান, 
যা 1975 সালের জুলাই মাসে মার্কিন যুক্তরাষ্ট্র এবং সোভিয়েত ইউনিয়ন দ্বারা যৌথভাবে পরিচালিত হয়েছিল।
 সোভিয়েত সয়ুজ ক্যাপসুলের সাথে ডক করা মার্কিন যুক্তরাষ্ট্রের অ্যাপোলো মহাকাশযান হিসাবে বিশ্বজুড়ে
 মিলিয়ন মিলিয়ন মানুষ টেলিভিশনে দেখেছিল। প্রকল্পটি, এবং মহাকাশে এর হ্যান্ডশেক, স্নায়ুযুদ্ধের সময়
  দুটি পরাশক্তির মধ্যে ডিটেনটের প্রতীক ছিল। সোয়ুজ-অ্যাপোলো হিসাবে
    সোভিয়েত ইউনিয়ন; বাতিল হওয়া
 অ্যাপোলো মিশন থেকে অসংখ্যিত আমেরিকান যানটি বাকি ছিল এবং এটিই ছিল শেষ অ্যাপোলো মডিউল যা উড়েছিল।
      </div>




      <div className="sph2">আর্টেমিস</div> 
      <div className="sp2"><img src="./images/sp1.png" alt="" /></div> 


      <div className="sptext2">আর্টেমিস প্রোগ্রাম হল একটি রোবোটিক এবং মানব চন্দ্র অন্বেষণ 
      কর্মসূচি যা মার্কিন যুক্তরাষ্ট্রের ন্যাশনাল অ্যারোনটিক্স অ্যান্ড স্পেস অ্যাডমিনিস্ট্রেশন (NASA) এর 
      নেতৃত্বে তিনটি অংশীদার সংস্থা। আর্টেমিস প্রোগ্রামটি 1972 সালে অ্যাপোলো 17 
       মিশনের পর প্রথমবারের মতো চাঁদে মানুষের উপস্থিতি পুনঃপ্রতিষ্ঠা করতে চায়।
        প্রোগ্রামটির দীর্ঘমেয়াদী
       লক্ষ্য হল চাঁদে একটি স্থায়ী বেস ক্যাম্প স্থাপন করা এবং মঙ্গলে মানব মিশনের সুবিধা প্রদান করা। </div>

  </div>
  );
}
