import "./SF3.css";
import { Link } from "react-router-dom";


export default function Story() {
  

  return (
    <div className="k">
    <div  className="sf">সায়েন্স ফিকশন গল্প</div>
    <div  className="sfh1">  ইউরোপের হারানো সাগর</div>
    <div  className="sft10">বৃহস্পতির আবিষ্কৃত ৭৯ টি উপগ্রহের মধ্যে সবচেয়ে ছোট উপগ্রহ হলো ইউরোপা। 
  
    </div>

     <div className="ff1">  রহস্যময় উপগ্রহটির পরিবেশ অনেকটাই পৃথিবীর সাথে সাদৃশ্যপূর্ণ।
      অক্সিজেনের বায়ুমন্ডলসমৃদ্ধ ইউরোপার ভূখন্ড সিলিকেট দ্বারা গঠিত এবং উপরিভাগে বরফের 
      পুরু আস্তরণ রয়েছে। বিজ্ঞানীদের ধারণা, সেই ভূখণ্ডের নিচেই বয়ে যাচ্ছে মহাসাগর! 
ভূখন্ডের ২০-৫০ কিলোমিটার গভীরে পৃথিবীর মহাসাগরের মত প্রবাহিত হয়ে যাচ্ছে...সম্পূর্ণ ইউরোপা জুড়েই!
 যেখানে পৃথিবীর প্রশান্ত মহাসাগরের গভীরতা প্রায় ১১ কিলোমিটার, সেখানে ইউরোপার ভূগর্ভস্থ মহাসাগর প্রায়
  ৬০-১৫০ কিলোমিটার পর্যন্ত গভীর আর পৃথিবীর মহাসাগর গুলোর মতই উষ্ণ এবং জীবনধারণের উপযোগী।
  আশা করা যাচ্ছে ২০২৫ সাল নাগাদ নাসা ইউরোপায় মহাকাশযান পাঠাবে। কে জানে, রহস্যময়ী ইউরোপা কত 
  রহস্য নিয়ে অপেক্ষা করছে আমাদের জন্য!
</div>


         <div className="sf1"><img src="./images/sf3.png" alt="" /></div>
         </div>
  );

}
